CSI API ETABS v1
eMatTypeTendon Enumeration
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
public enum eMatTypeTendon
Public Enumeration eMatTypeTendon
Dim instance As eMatTypeTendon
public enum class eMatTypeTendon
type eMatTypeTendon
Members
Member name | Value | Description
ASTM_A416Gr250 | 1
ASTM_A416Gr270 | 2
See Also
Reference
ETABSv1 Namespace